Repository: ezra-g/Meego-2010
Catalog: sites/all/modules/contrib/ubercart/uc_cart/translations/uc_cart.*.po
Languages: fr

source: <a href="!url">View</a> your shopping cart.
fr: <a href="!url">Voir</a> votre panier.

source: There are no products in your shopping cart.
fr: Il n'y a aucun produit dans votre panier.

source: Your order is almost complete. Please review the details below and click 'Submit order' if all the information is correct. You may use the 'Back' button to make changes to your order if necessary.
fr: Votre commande est presque terminée. Veuillez vérifier les détails ci-dessous et cliquer sur le bouton 'Valider ma commande' si toutes les informations sont correctes. Vous pouvez utiliser le bouton 'Retour' pour effectuer des changements sur votre commande si besoin.

source: Your order is complete! Your order number is [order-id].
fr: Votre commande est complète! Votre numéro de commande est [order-id].

source: Thank you for shopping at [store-name]. While logged in, you may continue shopping or <a href="[order-url]">view your current order status</a> and order history.
fr: Merci pour vos achats sur [store-name]. Tant que vous êtes connecté, vous pouvez continuer à effectuer des achats ou <a href="[order-url]">voir le statut de votre commande actuelle</a> et l'historique de vos commandes.

source: Thank you for shopping at [store-name]. Your current order has been attached to the account we found matching your e-mail address. <a href="!user_url">Login</a> to view your current order status and order history. Remember to login when you make your next purchase for a faster checkout experience!
fr: Merci pour vos achats sur [store-name]. Votre commande actuelle à été rattachée au compte qui correspond à votre adresse e-mail. <a href="!user_url">Se connecter</a> pour voir le statut actuel de votre commande et l'historique de vos commandes. Pensez à vous connecter pour vos prochains achats pour bénéficier d'un processus de commande plus rapide !

source: Thank you for shopping at [store-name]. A new account has been created for you here that you may use to view your current order status. <a href="!user_url">Login</a> to your new account using the following information: <strong>Username:</strong> !new_username <strong>Password:</strong> !new_password
fr: Merci pour vos achats sur [store-name]. Un nouveau compte client à été créé pour vous, vous pouvez vous en servir pour voir le statut actuel de votre commande. <a href="!user_url">Se connecter</a> à votre nouveau compte en utilisant les informations suivantes : <strong>Identifiant :</strong> !new_username <strong>Mot de passe :</strong> !new_password

source: <a href="[site-url]">Return to the front page.</a>
fr: <a href="[site-url]">Retourner à la page d'accueil.</a>

source: Default cart form
fr: Le formulaire par défaut du panier

source: Cart contents
fr: Contenu du panier

source: Display the contents of a customer's shopping cart.
fr: Afficher les contenus du panier d'un client.

source: Customer information
fr: Informations du client

source: Get the necessary information to create a customer on the site.
fr: Obtenir les informations nécessaires pour créer un nouveau client sur le site.

source: Delivery information
fr: Informations de livraison

source: Get the information for where the order needs to ship.
fr: Obtenir les informations sur où la commande doit être livrée.

source: Billing information
fr: Informations de facturation

source: Get basic information needed to collect payment.
fr: Obtenir les informations de bases nécessaires pour collecter le paiement.

source: Allow a customer to put comments on an order.
fr: Autoriser un client à mettre un commentaire sur une commande.

source: Update cart
fr: Mettre à jour le panier

source: Your cart has been updated.
fr: Votre panier a été mis à jour.

source: Remove
fr: Enlever

source: Qty.
fr: Qté.

source: @title is not a product. Unable to add to cart.
fr: @title n'est pas un produit. Impossible de l'ajouter au panier.

source: Sorry, that item is not available for purchase at this time.
fr: Désolé, cet article n'est pas disponible à la vente pour le moment.

source: <strong>@product-title</strong> added to <a href="!url">your shopping cart</a>.
fr: <strong>@product-title</strong> ajouté à <a href="!url">votre panier</a>.

source: Your item(s) have been updated.
fr: Votre/vos article(s) ont été mis à jour.

source: <span class="num-items">@count</span> Item
fr: <span class="num-items">@count</span> Article

source: Cart settings
fr: Paramètres du panier

source: Configure the cart settings.
fr: Configurer les paramètres du panier.

source: Overview
fr: Vue d'ensemble

source: View the cart settings.
fr: Voir les paramètres du panier.

source: Edit
fr: Modifier

source: Edit the cart settings.
fr: Editer les paramètres du panier.

source: Edit the basic cart settings.
fr: Editer les paramètres de base du panier.

source: Cart panes
fr: Panneaux du panier

source: Edit the pane settings for the cart view page.
fr: Editer les paramètres du panneau panier pour la page de visualisation du panier.

source: Edit the settings for the shopping cart block.
fr: Editer les paramètres du bloc panier.

source: Checkout settings
fr: Paramètres de finalisation de commande

source: Configure the checkout settings.
fr: Configurer les paramètres de finalisation de commande.

source: View the checkout settings.
fr: Voir les paramètres de finalisations de commande.

source: Edit the basic checkout settings.
fr: Editer les paramètres de base de la finalisation de commande.

source: Checkout panes
fr: Panneaux de finalisation de commande

source: Edit the pane settings for the checkout page.
fr: Editer les paramètres du panneau pour la page de finalisation de commande.

source: Checkout messages
fr: Messages de finalisation de commande

source: Edit the messages for the checkout completion page.
fr: Editer les messages pour la page d'achèvement de finalisation de commande.

source: Address fields
fr: Champs d'adresse

source: Edit the address field settings.
fr: Editer les paramètres du champ adresse.

source: View/modify the contents of your shopping cart or proceed to checkout.
fr: Voir/modifier le contenu de votre panier ou lancer la finalisation de commande

source: Purchase the items in your shopping cart.
fr: Acheter les articles dans votre panier.

source: Review an order before final submission.
fr: Verifier une commande avant la soumission finale.

source: Order complete
fr: Commande complétée

source: Display information upon completion of an order.
fr: Afficher les informations à l'achèvement d'une commande.

source: REQUIRED. Controls the shopping cart for an Ubercart e-commerce site.
fr: REQUIS. Contrôle le panier pour un site d'e-commerce Ubercart.
