Repository: ezra-g/Meego-2010
Catalog: sites/all/modules/contrib/ubercart/uc_cart/translations/uc_cart.*.po
Languages: fr

source: Help text is shown in block:
fr: Le texte d'aide est affiché dans le bloc :

source: Click title to display cart contents.
fr: Cliquer sur le titre pour afficher le contenu du panier.

source: Help text is not shown in block.
fr: Le texte d'aide n'est pas affiché dans un bloc.

source: Cart block
fr: Bloc panier

source: Cart block is !option when empty.
fr: Le bloc panier est !option lorsqu'il est vide.

source: hidden
fr: caché

source: shown
fr: affiché

source: Cart block is !option by default.
fr: Le bloc panier est !option par défaut.

source: expanded
fr: deroulé

source: collapsed
fr: replié

source: General cart settings
fr: Paramètres généraux du panier

source: Display an update message when an item is added to the cart through an add to cart form.
fr: Afficher un message de mise à jour lorsqu'un article est ajouté au panier par l'intermédiaire d'un formulaire d'ajout au panier.

source: Add to cart redirect
fr: Redirection pour l'ajout au panier

source: Enter the Drupal page to redirect to when a customer adds an item to their cart.<br />Enter &lt;none&gt; for no redirect.
fr: Saisir la page Drupal vers laquelle les utilisateurs seront redirigés après avoir ajouté un article à leur panier.<br />Saisir &lt;none&gt; pour aucune redirection.

source: Add to cart is redirecting to <br /><a href="!url">!url</a>
fr: Ajouter au panier redirige vers <br /><a href="!url">!url</a>

source: Minimum order subtotal
fr: Sous-total minimum pour une commande

source: Optionally specify a minimum allowed subtotal for a cart to proceed to checkout.
fr: Spécifier optionnellement un sous-total minimum autorisé pour qu'un panier passe en finalisation de commande.

source: The minimum subtotal is @subtotal
fr: Le sous-total minimum est @subtotal

source: hour
fr: heure

source: day
fr: jour

source: week
fr: semaine

source: year
fr: année

source: hours
fr: heures

source: days
fr: jours

source: weeks
fr: semaines

source: years
fr: années

source: Anonymous cart duration
fr: Durée du panier pour les utilisateurs anonymes

source: Set the length of time products remain in the cart for customers who <strong>have not</strong> logged in.
fr: Definir la durée pendant laquelle les produits restent dans le panier pour les clients qui <strong>ne se sont pas</strong> authentifiés.

source: Duration
fr: Durée

source: Unit of time
fr: Unité de temps

source: Hour(s)
fr: Heure(s)

source: Day(s)
fr: Jour(s)

source: Week(s)
fr: Semaine(s)

source: Year(s)
fr: Année(s)

source: Authenticated cart duration
fr: Durée du panier pour les utilisateurs authentifiés

source: Set the length of time products remain in the cart for customers who <strong>have</strong> logged in.
fr: Definir la durée pendant laquelle les produits restent dans le panier pour les clients qui <strong>se sont</strong> authentifiés.

source: Continue shopping element
fr: Elément Continuer vos achats

source: Ubercart will add a continue shopping to the cart page based on the settings below.
fr: Ubercart ajoutera sur les pages de panier un élément continuer vos achats basé sur les paramètres ci-dessous.

source: Continue shopping !type is: <br />!link
fr: Le !type Continuer vos achats est : <br />!link

source: link
fr: lien

source: button
fr: bouton

source: Continue shopping
fr: Continuer vos achats

source: Continue shopping element display
fr: Affichage de l'élément continuer vos achats

source: Text link
fr: Lien texte

source: Button
fr: Bouton

source: None
fr: Aucun

source: Make the continue shopping link send customers back to product pages after adding items to the cart.
fr: Faire en sorte que le lien continuer vos achats renvoie les utilisateurs sur les pages produit après avoir ajouté l'article au panier.

source: If this is disabled, the URL specified below will always be used.
fr: Si cette option est désactivée, l'URL spécifiée ci-dessous sera toujours utilisée.

source: Default continue shopping link URL
fr: URL par défaut du lien continuer vos achats

source: Enter the Drupal page for the link to continue shopping from the cart view page.
fr: Saisir la page Drupal pour le lien continuer vos achats de la page de visualisation du panier.

source: Custom continue shopping link text
fr: Texte personnalisé du lien continuer vos achats

source: Enter custom text for the continue shopping link.
fr: Saisir un texte personnalisé pour le lien continuer vos achats.

source: Cart breadcrumb
fr: Fil d'Ariane du panier

source: Drupal automatically adds a Home breadcrumb to the cart page. You can use these settings to specify a custom breadcrumb to use on the cart page instead. If a custom text is not supplied, the default Home breadcrumb will be displayed.
fr: Drupal ajoute automatiquement un fil d'Ariane Accueil sur la page du panier. Vous pouvez utiliser ces paramètres pour specifier un fil d'Ariane personnalisé de remplacement à utiliser sur la page du panier. Si aucun texte personnalisé n'est fourni, le fil d'Ariane Accueil par défaut sera affiché.

source: Custom cart breadcrumb is: <br />!breadcrumb
fr: Le fil d'Ariane personnalisé du panier est : <br />!breadcrumb

source: Not using a custom cart breadcrumb.
fr: Pas de fil d'Ariane personnalisé pour le panier.

source: Custom cart breadcrumb text
fr: Texte personnalisé pour le fil d'Ariane du panier

source: Enter the text for the custom breadcrumb on the cart page.
fr: Saisir le texte du fil d'Ariane personnalisé sur la page de panier.

source: Custom cart breadcrumb URL
fr: URL du fil d'Ariane personnalisé pour le panier

source: Enter the Drupal page linked to in the custom breadcrumb on the cart view page.
fr: Saisir la page Drupal liée au fil d'Ariane personnalisé de la page de visualisation du panier.

source: Minimum order subtotal should be a non-negative number.
fr: Le sous-total minimum de commande ne devrait pas être un nombre négatif.

source: Drupal handles all the block settings forms automatically.
fr: Drupal gère tous les formulaires de paramètre de bloc automatiquement.

source: <a href="!url">Click here</a> to goto the shopping cart block configuration page.
fr: <a href="!url">Cliquer ici</a> pour aller à la page de configuration du bloc panier.

source: General checkout settings
fr: Paramètres généraux de finalisation de commande

source: Enable checkout (disable to only use third party checkout service like PayPal Express Checkout).
fr: Activer la finalisation de commande (Désactiver pour n'utiliser qu'un service de finalisation de commande tiers comme PayPal Express Checkout).

source: Ubercart checkout is enabled.
fr: La finalisation de commande Ubercart est activée.

source: Ubercart checkout is disabled.
fr: La finalisation de commande Ubercart est désactivée.

source: Enable anonymous checkout (users can checkout without logging in).
fr: Activer la finalisation de commande anonyme (les utilisateurs peuvent finaliser leurs commandes sans être authentifiés).

source: Anonymous checkout is enabled.
fr: La finalisation de commande anonyme est activée.

source: Anonymous checkout is disabled.
fr: La finalisation de commande anonyme est désactivée.

source: Hide shipping information when possible for carts with no shippable items.
fr: Masquer les informations d'expedition lorsque c'est possible pour les paniers ne contenant pas d'article expédiable.

source: Shipping fields are hidden when applicable.
fr: Les champs d'expédition sont cachés lorsque c'est possible.

source: Shipping fields are always shown.
fr: Les champs d'expéditions sont toujours affichés.

source: Checkout pane display options
fr: Options d'affichage du panneau de finalisation de commande

source: Use collapsing checkout panes with next buttons during checkout.
fr: Utiliser des panneaux de finalisation de commande repliable avec boutons "suivant" durant la finalisation de commande.

source: Checkout panes are collapsed with next buttons.
fr: Les panneaux de finalisation de commande sont repliés avec les boutons "suivant".

source: Checkout panes are expanded by default.
fr: Les panneaux de finalisation de commande sont dépliés par défaut.

source: Collapse a pane when its next button is clicked.
fr: Replier un panneau lorsque l'on clique sur son bouton "suivant".

source: Collapsible panes will collapse when their next buttons are clicked.
fr: Les panneaux repliables seront repliés au clic sur leurs boutons "suivant".

source: Collapsible panes will not collapse when their next buttons are clicked.
fr: Les panneaux repliables ne seront pas repliés au cliqc sur leurs boutons "suivant".

source: Checkout completion settings
fr: Paramètres d'achèvement de la finalisation de commande.

source: Send new customers a separate e-mail with their account details.
fr: Envoyer aux nouveaux clients un e-mail séparé avec les details de leur compte.

source: New customers receive an e-mail with their account details.
fr: Les nouveaux clients recoivent un e-mail avec les détails de leur compte.

source: New customers will only see their details in their initial order e-mail.
fr: Les nouveaux clients ne verront leurs détails que dans le mail de la commande initiale.

source: Login users when new customer accounts are created at checkout.
fr: Connecter les utilisateurs lorsque les nouveaux comptes client sont créés à la finalisation de commande.

source: New customer accounts will be set to active.
fr: Les comptes des nouveaux utilisateurs seront définis comme actifs.

source: Uncheck to create new accounts but make them blocked.
fr: Décocher pour créer de nouveaux comptes, mais en les rendant bloqués.

source: New customer account status will be active.
fr: Le compte des nouveaux utilisateurs sera en statut actif.

source: New customer account status will be blocked.
fr: Le compte des nouveaux utilisateurs sera en statut bloqué.

source: Alternate checkout completion page
fr: Page alternative pour l'achèvement de finalisation de commande

source: Leave blank to use the default completion page (recommended).
fr: Laisser vide pour utiliser la page d'achèvement de commande par défaut (recommandé).

source: Checkout completion page has been set to <a href="!url">!url</a>.
fr: La page d'achèvement de finalisation de commande a été definie à <a href="!url">!url</a>.

source: Checkout completion page will be the default page.
fr: La page d'achèvement de finalisation de commande sera celle par défaut.

source: @title is @enabled.
fr: @title est @enabled.

source: enabled
fr: activé

source: disabled
fr: désactivé

source: !pane settings
fr: paramètres de !pane

source: Checkout instructions
fr: Instructions de finalisation de commande

source: Provide instructions for customers at the top of the checkout screen.
fr: Affiche des instructions pour les clients en haut de l'écran de finalisation de commande.

source: Checkout instructions are set.
fr: Les instructions de finalisation de commande sont définis.

source: Checkout instructions are not set.
fr: Les instructions de finalisation de commande ne sont pas définies.

source: Checkout review instructions
fr: Instructions de verification de finalisation de commande

source: Provide instructions for customers at the top of the checkout review screen.
fr: Affiche des instructions pour les clients en haut de l'écran de vérification de finalisation de commande.

source: Review instructions are set.
fr: Les instructions de vérification sont définies.

source: Review instructions are not set.
fr: Les instructions de vérification ne sont pas définies.

source: Checkout completion message header
fr: En-tête du message d'achèvement de finalisation de commande

source: Header for message displayed after a user checks out. <a href="!url">Uses order and global tokens</a>.
fr: En-tête pour le message affiché après la finalisation de commande d'un client. <a href="!url">Utilise les jetons (<em>tokens</em>) globaux et ceux de commande</a>.

source: Completion message is set.
fr: Le message d'achèvement de commande est défini.

source: Completion message is not set.
fr: Le message d'achèvement de commande n'est pas défini.

source: Checkout completion message body
fr: Corps du message d'achèvement de finalisation de commande

source: In the following three boxes, you may use the special tokens !new_username for the username of a newly created account and !new_password for that account's password.
fr: Vous pouvez utiliser dans les trois prochains champs les jetons (<em>tokens</em>) spéciaux !new_username pour le nom d'utilisateur d'un compte nouvellement créé et !new_password pour le mot de passe du compte.

source: Checkout completion for logged-in users
fr: Achèvement de finalisation de commande pour les utilisateurs authentifiés

source: Message displayed upon checkout for a user who has logged in. <a href="!url">Uses order and global tokens</a>.
fr: Message affiché durant la finalisation de commande pour un utilisateur authentifié. <a href="!url">Utilise les jetons (<em>tokens</em>) globaux et de commande</a>.

source: Completion text for logged in users is set.
fr: Le texte d'achèvement de commande pour les utilisateurs authentifiés est défini.

source: Completion text for logged in users is not set.
fr: Le texte d'achèvement de commande pour les utilisateurs authentifiés n'est pas défini.

source: Checkout completion for existing users
fr: Achèvement de finalisation de commande pour les utilisateurs existants

source: Message displayed upon checkout for a user who has an account but wasn't logged in. <a href="!url">Uses order and global tokens</a>.
fr: Message affiché durant la finalisation de commande pour un utilisateur qui possède un compte mais qui ne s'est pas authentifié. <a href="!url">Utilise les jetons (<em>tokens</em>) globaux et de commande</a>.

source: Completion text for users who aren't logged in is set.
fr: Le texte d'achèvement de commande pour les utilisateurs non logués est défini.

source: Completion text for users who aren't logged in is not set.
fr: Le texte d'achèvement de commande pour les utilisateurs non logués n'est pas défini.

source: Checkout completion for new users
fr: Achèvement de finalisation de commande pour les nouveaux utilisateurs

source: Message displayed upon checkout for a new user whose account was just created. <a href="!url">Uses order and global tokens</a>.
fr: Message affiché durant la finalisation de commande pour un utilisateur dont le compte viens juste d'être créé. <a href="!url">Utilise les jetons (<em>tokens</em>) globaux et de commande</a>.

source: Completion text for new users is set.
fr: Le texte d'achèvement de commande pour les nouveaux utilisateurs est défini.

source: Completion text for new users is not set.
fr: Le texte d'achèvement de commande pour les nouveaux utilisateurs n'est pas défini.

source: Continue shopping message
fr: Message de finalisation de commande

source: Message displayed upon checkout to direct customers to another part of your site. <a href="!url">Uses order and global tokens</a>.
fr: Message affiché durant la finalisation de commande pour diriger les clients vers un autre endroit du site. <a href="!url">Utilise les jetons (<em>tokens</em>) globaux et de commande.</a>.

source: Continue shopping text is set.
fr: Le texte de finalisation de commande est défini.

source: Continue shopping text is not set.
fr: Le texte de finalisation de commande n'est pas défini.

source: Anonymous cart duration is 1 @unit.
fr: La durée du panier des utilisateurs anonymes est de 1 @unit.

source: Authenticated cart duration is 1 @unit.
fr: La durée du panier des utilisateurs authentifiés est de 1 @unit.

source: Order has a product of a particular class
fr: Commander en tant que produit d'une classe particulière

source: Order: Product
fr: Commande : Produit

source: Order
fr: Commande

source: Customer completes checkout
fr: Le client achève sa validation de commande

source: Cart
fr: Panier

source: Customer user account
fr: Compte utilisateur du client

source: E-mail customer checkout notification
fr: Envoyer une alerte par e-mail au client pour les finalisations de commande

source: E-mail the customer an invoice from their recent order.
fr: Envoyer par e-mail au client une facture des commandes récentes.

source: Send an e-mail to the customer
fr: Envoyer un e-mail au client

source: Your Order at [store-name]
fr: Votre commande sur [store-name]

source: E-mail admin checkout notification
fr: Envoyer une alerte par e-mail à l'admin pour les finalisations de commande

source: E-mail a short order summary to an administrator when a customer checks out.
fr: Envoyer un court résumé de la commande par e-mail à un administrateur lorsqu'un client lance la finalisation de commande.

source: Send an e-mail to the administrator(s)
fr: Envoyer un e-mail aux administrateurs

source: New Order at [store-name]
fr: Nouvelle commande sur [store-name]

source: Product class
fr: Classe de produit

source: The minimum order subtotal for checkout is !min.
fr: Le sous-total minimum pour la finalistation d'une commande est !min.

source: You must login before you can proceed to checkout.
fr: Vous devez vous authentifier avant de pouvoir lancer la finalisation de commande.

source: If you do not have an account yet, you should <a href="!url">register now</a>.
fr: Si vous n'avez pas encore de compte vous devriez <a href="!url">vous inscrire maintenant</a>.

source: Cancel
fr: Annuler

source: Customer cancelled this order from the checkout form.
fr: Le client a annulé sa commande depuis le formulaire de finalisation de commande.

source: Next
fr: Suivant

source: Review order
fr: Vérifier la commande

source: Back
fr: Retour

source: Submit order
fr: Soumettre la commande

source: We're sorry. An error occurred while processing your order that prevents us from completing it at this time. Please contact us and we will resolve the issue as soon as possible.
fr: Nous sommes désolés. Une erreur est survenue durant votre commande, nous empêchant de la compléter pour le moment. Veuillez nous contacter et nous réglerons ce problème aussi rapidement que possible.

source: Order created through website.
fr: Commande créée par l'intermédiaire du site web.

source: An empty order made it to checkout! Cart order ID: @cart_order
fr: Une commande vide est passée en finalisation de commande! ID de la commande du panier : @cart_order

source: Order information will be sent to your account e-mail listed below.
fr: Les informations de commandes seront envoyées à l'adresse e-mail de votre compte listée ci-dessous.

source: <b>E-mail address:</b> @email (<a href="!url">edit</a>)
fr: <b>Adresse e-mail :</b> @email (<a href="!url">Editer</a>)

source: Enter a valid email address for this order or <a href="!url">click here</a> to login with an existing account and return to checkout.
fr: Saisir une adresse e-mail valide pour cette commande ou <a href="!url">cliquer ici</a> pour vous authentifier avec un compte existant et retourner vers la finalisation de commande.

source: E-mail address
fr: Adresse e-mail

source: Confirm e-mail address
fr: Confirmer l'adresse e-mail

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Passwords must match to proceed.
fr: Les mots de passe doivent correspondre pour continuer le traitement.

source: New account details
fr: Détails du nouveau compte

source: <b>Optional.</b> New customers may supply custom account details.<br />We will create these for you if no values are entered.
fr: <b>Optionnel.</b> Les nouveaux clients peuvent fournir des informations personnalisées pour leur compte.<br />Nous les créérons pour vous si aucune valeur n'est saisie.

source: You must enter a valid e-mail address.
fr: Vous devez entrer une adresse e-mail valide.

source: The e-mail address did not match.
fr: L'adresse e-mail ne correspond pas.

source: An account already exists for your e-mail address. The new account details you entered will be disregarded.
fr: Un compte existe deja pour votre adresse e-mail. Les détails du nouveau compte que vous venez de saisir ne seront pas pris en compte.

source: The username %name is already taken. Please enter a different name or leave the field blank for your username to be your e-mail address.
fr: Le nom d'utilisateur %name est déja pris. Veuillez saisir un nom different, ou laisser le champ vide pour que votre nom d'utilisateur soit votre adresse e-mail.

source: The passwords you entered did not match. Please try again.
fr: Les mots de passe que que vous avez saisi ne correspondent pas. Veuillez réessayer.

source: Require e-mail confirmation in checkout for anonymous customers.
fr: Exiger une confirmation par e-mail pour la finalisation de commande des clients anonymes.

source: Allow anonymous customers to specify a new user account name.
fr: Autoriser les clients anonymes à specifier un nouveau nom de compte utlisateur.

source: Allow anonymous customers to specify a new user account password.
fr: Autoriser les nouveaux clients à spécifier un nouveau mot de passe de compte utilisateur.

source: New account details help message
fr: Message d'aide pour les détails de nouveau compte.

source: Enter the help message displayed in the new account details fieldset when shown.
fr: Saisir le message d'aide affiché dans le groupe de champs des details du nouveau compte lorsqu'il apparait.

source: Enter your delivery address and information here.
fr: Saisir votre adresse de livraison et vos informations ici.

source: My delivery information is the same as my billing information.
fr: Mes informations de livraison sont les même que mes informations de facturation.

source: Saved addresses
fr: Adresses sauvegardées

source: Address
fr: Adresse

source: Phone
fr: Téléphone

source: Enter your billing address and information here.
fr: Saisir l'adresse et les informations de facturation ici.

source: My billing information is the same as my delivery information.
fr: Mes informations de facturation sont les mêmes que mes informations de livraison.

source: Use this area for special instructions or questions regarding your order.
fr: Utiliser cet espace pour les instructions spéciales ou les questions concernant votre commande.

source: Order comments
fr: Commentaires de la commande

source: Comment
fr: Commentaire

source: Qty
fr: Qté

source: Products
fr: Produits

source: Price
fr: Prix

source: Subtotal:
fr: Sous-total :

source: Shopping cart
fr: Panier

source: View cart
fr: Voir le panier

source: Checkout
fr: Finalisation de commande

source: Hide block if cart is empty.
fr: Cacher le bloc si le panier est vide.

source: Display the shopping cart icon in the block title.
fr: Afficher l'icône du panier dans le titre du bloc.

source: Cart name
fr: Nom du panier

source: This name will be displayed when using the default block title.<br />Leaving this blank defaults to the translatable name "Shopping Cart."
fr: Ce nom sera affiché lorsque l'on utilise le titre du bloc par défaut.<br />Laisser ce champs vide pour utiliser la valeur par défaut qui est le nom traduisible "Shopping Cart."

source: Make the shopping cart block collapsible by clicking the name or arrow.
fr: Rendre le bloc du panier repliable en cliquant sur le nom ou la flèche.

source: Display the shopping cart block collapsed by default.
fr: Afficher le bloc du panier replié par défaut.

source: Display small help text in the shopping cart block.
fr: Afficher un petit texte d'aide dans le bloc du panier.

source: Cart help text
fr: Texte d'aide du panier

source: Displayed if the above box is checked.
fr: Affiché si la case au dessus est cochée.

source: Show/hide shopping cart contents.
fr: Afficher/masquer le contenu du panier.

source: View your shopping cart.
fr: Voir votre panier.
