Repository: ezra-g/Meego-2010
Catalog: sites/all/modules/contrib/context/translations/*.po
Languages: de

source: Node pages
de: Beitragsseiten

source: Set this context when viewing a node page or using the add/edit form of one of these content types.
de: Diesen Kontext setzen, wenn eine Beitragsseite angezeigt wird oder beim Verwenden eines Hinzufügen-/Bearbeiten-Formulars eines dieser Inhaltstypen.

source: User pages
de: Benutzerseiten

source: Set this context when a user with selected role(s) is viewed
de: Diesen Kontext setzen, wenn ein Benutzer der ausgewählten Rolle(n) angezeigt wrd.

source: Book
de: Buch

source: Set this context when a node in the selected book is viewed.
de: Diesen Kontext setzen, wenn ein Beitrag im ausgewählten Buch angezeigt wird.

source: Sitewide context
de: Websiteweiter Kontext

source: False
de: Unwahr

source: True
de: Wahr

source: Should this context always be set? If <strong>true</strong>, this context will be active across your entire site.
de: Soll dieser Kontext immer gesetzt werden? Bei <strong>wahr</strong> ist dieser Kontext auf der gesamten Webseite aktiv.

source: Default context
de: Standardkontext

source: If no other context is activated in this namespace and attribute, should this one be activated?
de: Wenn in diesem Namensraum und Attribut kein anderer Kontext aktiviert ist, soll dann dieser aktiviert werden?

source: Path
de: Pfad

source: Set this context when any of the paths above match the page path. Put each path on a separate line. You can use the "*" character as a wildcard and &lt;front&gt; for the front page.
de: Diesen Kontext setzen, weenn einer der obigen Pfade mit dem Seitenpfad übereinstimmt. Für jeden Pfad eine eigene Zeile verwenden. Das Zeichen „*“ ist ein Platzhalter, &lt;front%gt; ist die Startseite.

source: None
de: Ohne

source: Menu trail
de: Menüpfad

source: Set this context when any of the selected menu items belong to the current active menu trail.
de: Diesen Kontext setzen, wenn einer der ausgewählten Menüeinträge zum momentan aktiven Menüpfad gehört.

source: Taxonomy Terms
de: Begriffe aus Taxonomien

source: Set this context when a node with a selected term is viewed. Select the vocabulary to set the context when a node contains any term in the vocabulary. Vocabularies and their terms will only appear in this list if you have explicity included them on their settings page.
de: Diesen Kontext setzen, wenn ein Beitrag mit einem ausgewählten Begriff angezeigt wird. Es muss das Vokabular ausgewählt werden um den Kontext zu setzen, wenn ein Beitrag einen Begriff im Vokabular enthält. Vokabulare und Begriffe erscheinen nur in dieser Liste, wenn sie auf ihrer Einstellungsseite ausdrücklich eingeschlossen wurden.

source: Active menu
de: Aktives Menü

source: Display the selected menu item as active in the <strong>$primary_links</strong> or <strong>$secondary_links</strong> of page.tpl.php when this context is set.
de: Den ausgewählten Menüeintrag in den <strong>$primary_links</strong> oder <strong>$secondary_links</strong> von page.tlp.php als aktiv anzeigen, wenn dieser Kontext gesetzt ist.

source: Theme variables
de: Theme-Variablen

source: Section title
de: Abschnittstitel

source: Provides this text as a <strong>$section_title</strong> variable for display in page.tpl.php when this context is active.
de: Stellt diesen Text als Variable <strong>$section_title</strong> zur Anzeige in page.tpl.php bereit, wenn dieser Kontext aktiv ist.

source: Section subtitle
de: Abschnittsuntertitel

source: Provides this text as a <strong>$section_subtitle</strong> variable for display in page.tpl.php when this context is active.
de: Stellt diesen Text als Variable <strong>$section_subtitle</strong> zur Anzeige in page.tpl.php bereit, wenn dieser Kontext aktiv ist.

source: Section class
de: Abschnittsklasse

source: Provides this text as an additional body class (in <strong>$body_classes</strong> in page.tpl.php) when this section is active.
de: Stellt diesen Text als zusätzliche Textkörper-Klasse (in <strong>$body_classes</strong> in page.tpl.php) bereit, wenn dieser Kontext aktiv ist.

source: Disabled regions
de: Deaktivierte Bereiche

source: Include as context condition
de: Als Kontext-Bedingung einschließen

source: Select to make this vocabulary available for use as a context condition.
de: Auswählen, damit dieses Vokabular zur Verwendung als Kontext-Bedingung verfügbar ist.

source: Add !type
de: Neue !type

source: Storage for normal (user-defined) contexts.
de: Speicher für normale (benutzerdefinierte) Kontexte.

source: The primary identifier for a context.
de: Der Primärschlüssel für einen Kontext.

source: The namespace for a context.
de: Der Namensraum für einen Kontext.

source: The attribute for a context.
de: Das Attirbut für einen Kontext.

source: The value for a context.
de: Der Wert für einen Kontext.

source: Serialized storage of all associated context items.
de: Angeordneter Speicher aller verknüpfter Kontextelemente.

source: Context
de: Kontext

source: Provide modules with a cache that lasts for a single page request.
de: Stellt Modulen einen Cache bereit, der einen Seitenaufruf lang andauert.

source: Views
de: Ansichten

source: Set this context when displaying the page of one of these views.
de: Diesen Kontext setzen, wenn die Seite einer dieser Ansichten angezeigt wird.

source: Set this context when a node in the selected nodequeue(s) is viewed.
de: Diesen Kontext setzen, wenn ein Beitrag in den ausgewählten Nodequeues angezeigt wird.

source: CSS injector
de: CSS-Injektor

source: Inject the selected css when this context is set.
de: Ausgewähltes CSS einfügen, wenn dieser Kontext gesetzt ist.

source: JS injector
de: JS-Injektor

source: Inject the selected js when this context is set.
de: Ausgewähltes JS einfügen, wenn dieser Kontext gesetzt ist.

source: Provides integration with Context on behalf of the following contrib modules: Nodequeue, Views, CSS Injector.
de: Stellt eine Integration mit Context auf Basis der folgenden Zusatzmodule bereit: Nodequeue, Views, CSS Injector.

source: <em>@type</em> context: <strong>@context</strong>
de: <em>@type</em>-Kontext: <strong>@context</strong>

source: Conditions: @conditions
de: Bedingungen: @conditions

source: Reactions: @reactions
de: Reaktionen: @reactions

source: Override
de: Überschreiben

source: Export
de: Exportieren

source: Clone
de: Duplizieren

source: Edit
de: Bearbeiten

source: Revert
de: Zurücksetzen

source: Delete
de: Löschen

source: Enable
de: Aktivieren

source: Disable
de: Deaktivieren

source: none
de: keine

source: Install the advanced help module to view the getting started
de: Um die ersten Schritte anzuzeigen muss das Modul ‚Adcanced Help‘ installiert werden.

source: If you install the <a href="@advanced_help_link">Advanced Help</a> module you can get more and better help.
de: Wenn das Modul <a href="@advanced_help_link">Advanced Help</a> installiert wird, ist mehr und bessere Hilfe verfügbar.

source: Not sure what to do? Try the "!getting-started" page.
de: Nicht sicher was Sie machen sollen? Versuchen Sie die „!getting-started“-Seite aufzurufen.

source: Add a new context
de: Einen neuen Kontext hinzufügen

source: Edit context: %title
de: Kontext bearbeiten: %title

source: View %title
de: %title anzeigen

source: Clone context: %title
de: Kontext duplizieren: %title

source: A system name for this context. May only contain lowercase letters, underscores, and numbers. Example: <strong>science_blog</strong>
de: Ein Systemname für diesen Kontext. Darf nur Kleinbuchstaben, Unterstriche und Zahlen enthalten. Beispiel: <strong>science_blog</strong>

source: The type of context information provided in this namespace. Example: <strong>section</strong>
de: Die Art der Kontextinformationen, die in diesem Namensraum bereitgestellt werden. Beispiel: <strong>section</strong>

source: The namespace for this context definition. Example: <strong>context_ui</strong>
de: Der Namensraum dieser Kontextdefinition. Beispiel: <strong>context_ui</strong>

source: The description of this context definition.
de: Die Beschreibung dieser Kontextdefinition.

source: Control block visibility using context. Selected blocks will be shown when this context is set provided that custom block visibility settings and/or throttling do not hide them. Grayed out blocks are those provided by Drupal's standard block settings. These settings apply to the current theme and any enabled themes with regions in common.
de: Blocksichtbarkeit mittels Kontext steuern. Ausgewählte Blöcke werden angezeigt, wenn dieser Kontext gesetzt ist, vorausgesetzt benutzerdefinierte Blocksichtbarkeitseinstellungen und die Lastreduzierung diese nicht verbergen. Ausgegraute Blöcke werden von den standardmäßigen Drupal-Blockeinstellungen bereitgestellt. Diese Einstellungen beziehen sich sowohl auf das aktuelle Theme als auch auf alle Themes mit Bereichen.

source: Back
de: Zurück

source: Save
de: Speichern

source: Conditions
de: Bedingungen

source: trigger the activation of this context
de: lösen die Aktivierung dieses Kontexts aus

source: Reactions
de: Reaktionen

source: respond when this context is active
de: sprechen an, wenn dieser Kontext aktiv ist

source: revert
de: Zurücksetzen

source: This action will permanently remove any customizations made to this context.
de: Diese Aktion entfernt endgültig alle Anpassungen von diesem Kontext.

source: delete
de: löschen

source: This action will remove this context permanently from your site.
de: Diese Aktion entfernt diesen Kontext endgültig von dieser Webseite.

source: disable
de: deaktivieren

source: enable
de: aktivieren

source: Are you sure you want to !action the context %title?
de: Wollen Sie den Kontext %title !action?

source: Cancel
de: Abbrechen

source: Import context
de: Kontext importieren

source: You can import a context definition by pasting the exported context object code into the field below.
de: Es kann eine Kontextdefinition importiert werden, indem der exportierte Kontext-Objektcode in das Feld unten eingefügt wird.

source: Context Object
de: Kontextobjekt

source: Import
de: Importieren

source: A user-defined context definition with this space/key/value identifier already exists. Please remove the existing context before importing this definition.
de: Eine benutzerdefinierte Kontextdefinition mit dieser Raum-/Schlüssel-/Wert-ID existiert bereits. Bitte vor dem Import dieser Definition den existierenden Kontext entfernen.

source: Add context
de: Kontext hinzufügen

source: An error occurred while importing. Please check your context definition.
de: Beim Importieren ist ein Fehler aufgetreten. Bitte die Kontextdefinition prüfen.

source: Export %title
de: %title exportieren

source: Put this in your module's .module file.
de: Dies in der .module-Datei Ihres Moduls ablegen.

source: Module Name
de: Modulname

source: The name of the module for which to generate the hook.
de: Der Name des Moduls, für den der Hook erzeugt werden soll.

source: + Add
de: + Hinzufügen

source: The context !elem can only consist of lowercase letters, underscores, and numbers.
de: Der Kontext !elem darf nur aus Kleinbuchstaben, Unterstrichen und Zahlen bestehen.

source: A user-defined context with this namespace/key/value identifier already exists. Please delete the existing definition before creating a new one.
de: Es existiert bereits ein benutzerdefinierter Kontext mit dieser Namensraum-/Schlüssel-/Wert-ID. Die existierende Definition muss gelöscht werden, bevor eine neue erstellt werden kann.

source: A user-defined context with this namespace/key/value identifier already exists. Please delete the existing context or change your namespace/key/value identifiers.
de: Es existiert bereits ein benutzerdefinierter Kontext mit dieser Namensraum-/Schlüssel-/Wert-ID. Bitte den existierenden Kontext löschen oder die Namensraum-/Schlüssel-/Wert-ID ändern.

source: The context %title was saved successfully.
de: Der Kontext %title wurde gespeichert.

source: An error occurred while attempting to save your context information.
de: Beim Versuch, die Kontextinformationen zu speichern, ist ein Fehler aufgetreten.

source: No context information is set.
de: Keine Kontextinformationen gesetzt.

source: Override visibility
de: Sichtbarkeit überschreiben

source: Edit visibility
de: Sichtbarkeit bearbeiten

source: Namespace
de: Namensraum

source: Attribute
de: Eigenschaft

source: Value
de: Wert

source: No visibility rules have been set for this block using context_ui.
de: Für diesen Block wurden keine Sichtbarkeitsregeln mittels context_ui gesetzt.

source: Context UI visibility
de: Context-UI-Sichtbarkeit

source: To add or remove block visibility rules based on context, use the !context_admin.
de: Zum Hinzufügen oder Entfernen von Blocksichtbarkeitsregeln basierend auf Kontext, dazu !context_admin verwenden.

source: context administration page
de: Kontextverwaltungsseite

source: Associate menus, views, blocks, etc. with different contexts to structure your site.
de: Menüs, Ansichten, Blöcke usw. mit verschiedenen Kontexten verknüpfen, um diese Webseite zu strukturieren.

source: List
de: Liste

source: Add
de: Hinzufügen

source: Add a context to your site.
de: Einen Kontext zur Webseite hinzufügen.

source: Import a context definition into your site.
de: Eine Kontextdefinition in diese Webseite importieren.

source: Export multiple contexts from your site.
de: Mehrere Kontexte aus dieser Webseite exportieren.

source: Core attributes
de: Kern Attribute
