Repository: ezra-g/Meego-2010
Catalog: sites/all/modules/contrib/ubercart/uc_taxes/translations/*.po
Languages: es

source: Set the default tax rates for various geographic locations. Specify tax rates as a multiplier. Smaller areas override the rates of the larger areas.
es: Configura las ratios de la tasa predefinida para varias localizaciones geográficas. Especifique las ratios de tasa como un multiplicador. Las áreas más pequeñas sobrescriben las ratios de áreas mayores.

source: Select a product class to edit it's tax rules. These rules are applied only to products of that class.
es: Selecciones una clase de producto para editar su reglas de tasa. Estas normas se aplican sólo a los productos de esa clase.

source: Tax settings
es: Opciones de tasa

source: Edit tax rule
es: Editar norma de tasa

source: Delete tax rule
es: Eliminar norma de tasa

source: Tax
es: Tasa

source: Next
es: Siguiente

source: Add Tax Rule
es: Añadir Norma de Tasa

source: Back
es: Atrás

source: Name
es: Nombre

source: Scope
es: Alcance

source: Cancel
es: Cancelar

source: Area
es: Área

source: Specify taxes that are specific to postal code areas. A "*" may be used as a wild card to set a rate for multiple areas. Example: In the US, 402* represents all areas from 40200 to 40299.
es: Tasas específicas que son específicas para áreas de código postal. UN "*" puede usarse como comodín para establecer una ratio para múltiples áreas. Ejemplo: En España, 412* representa todas las áreas comprendidas entre el 41200 y el 41299.

source: Country
es: País

source: Rate
es: Ratio

source: The tax rate as a percent or decimal. Examples: 6%, .06
es: La ratio de tasa como porcentaje o decimal. Ejemplo: 7%, .07

source: Tax Product Types
es: Tipos de Productos Fiscales

source: Apply taxes to specific product types.
es: Aplica tasas a tipos de productos específicos.

source: Tax Shipping Costs
es: Costes de Transporte Fiscales

source: Includes any taxed_line_items cost in the subtotal for the order.
es: Incluye cualquier coste de taxed_line_items en el subtotal del pedido.

source: Weight
es: Peso

source: Lighter taxes are applied to an order first. This value is unimportant if there are no cumulative taxes.
es: Las tasas más bajas se aplican primero a un pedido. Este valor no es importante si no hay tasas acumulativas.

source: Custom conditions
es: Condiciones Particulares

source: For experts only. Enter PHP code that returns true or false, which indicates that this rule applies to an order. Do not include &lt;?php ?&gt; tags. This code is evaluated after the rule matches the customer's address.<br /> Misusing this field can really mess up your site. <b>DO NOT BE STUPID.</b>
es: Sólo para expertos. Introduzca código PHP que devuelva verdadero y falso, lo que indica que esta norma se aplique a un pedido. no incluya marcas &lt;?php ?&gt;. Este código se evalúa después de que la norma coincida con la dirección del cliente.<br /> El mal empleo de este campo puede estropear su sitio. <b>NO LO USE A LA LIGERA</b>

source: Submit
es: Añadir

source: Taxed Product Types
es: Tipos de Productos Fiscalizados

source: Taxed Line Items
es: Artículos de Linea Fiscalizados

source: Actions
es: Acciones

source: edit
es: editar

source: copy
es: copiar

source: delete
es: eliminar

source: !name field is required.
es: Campo !name es requerido.

source: %name settings have been saved.
es: Las opciones de %name ha sido guardadas.

source: Delete !rule?
es: ¿Eliminar !rule?

source: Continue
es: Continuar

source: Tax rule deleted.
es: Norma de tasa eliminada.

source: configure taxes
es: configurar tasas

source: Taxes
es: Tasas

source: Define tax rates for customers' geographic locations and products sold.
es: Define ratios de tasas para las localizaciones geográficas de los clientes y productos vendidos.

source: Ubercart - core (optional)
es: Ubercart - core (opcional)
