Repository: ezra-g/Meego-2010
Catalog: sites/all/modules/contrib/ubercart/uc_product_kit/translations/*.po
Languages: es

source: How are product kits handled by the cart?
es: ¿Cómo se gestionan los kits de productos por el carro de la compra?

source: As a unit. Customers may only change how many kits they are buying.
es: Como una unidad. Los clientes pueden sólo cambiar la cantidad de kits que estén comprando.

source: As individual products. Customers may add or remove kit components at will.
es: Como productos individuales. Los clientes pueden añadir o eliminar componentes del kit a su voluntad.

source: Name
es: Nombre

source: Name of the product kit
es: Nombre del kit de producto

source: Description
es: Descripción

source: Explain these whatchamacallits.
es: Descripción detallada de los productos.

source: Product Information
es: Información del Producto

source: How is this product kit handled by the cart?
es: ¿Cómo se gestiona este kit de producto por el carro de la compra?

source: Products
es: Productos

source: Quantity
es: Cantidad

source: Ordering
es: Ordenamiento

source: Discount
es: Descuento

source: Enter a negative value to lower the item price by that amount. Enter a postive value to set the item price to that amount. This discount is applied to each %product in the kit.
es: Introduzca un valor negativo para bajar el precio del producto en esa cantidad. Introduzca un valor positivo para poner el precio del producto en esa cantidad. Este descuento se aplica a cada %product en el kit.

source: Click to add to cart.
es: Pulse para añdir al carro de la compra

source: Add to cart
es: Añadir al carro de la compra

source: Product kit
es: Kit de productos

source: This node represents two or more products that have been listed together. This presents a logical and convenient grouping of items to the customer.
es: Este nodo representa dos o más productos que son ofrecidos juntos. Esto representa un lógico y conveniente modo de agrupamiento de artículos para el cliente.

source: Product Kit
es: Kit de Productos

source: This node module represents two or more products that have been listed together. This presents a logical and convenient grouping of items to the customer.
es: Este módulo de nodo representa dos o más productos que son ofrecidos juntos. Esto representa un lógico y conveniente modo de agrupamiento de artículos para el cliente.
