Repository: ezra-g/Meego-2010
Catalog: sites/all/modules/contrib/ubercart/uc_product_kit/translations/uc_product_kit.*.po
Languages: de

source: Product Information
de: Artikel Informationen

source: List order
de: Listen reihenfolge

source: How are product kits handled by the cart?
de: Wie sollen Artikelgruppen im Warenkorb behandelt werden.

source: As individual products. Customers may add or remove kit components at will.
de: Als einzelne Artikel. Kunden können Teile hinzufügen oder entfernen wie Sie es wünschen.

source: Name of the product kit
de: Name der Produktzusammenstellung

source: Explain these whatchamacallits.
de: Dieses Zeugs erklären.

source: How is this product kit handled by the cart?
de: Wie soll diese Produktzusammenstellung vom Warenkorb behandelt werden.

source: Discount
de: Rabatt

source: Enter a negative value to lower the item price by that amount. Enter a postive value to set the item price to that amount. This discount is applied to each %product in the kit.
de: Einen Negativen wert eigeben um den Preis um diesen betrag zu reduzieren. Einen Positiven wert eigeben um diesen als Preis für das Set festzulegen. Der Rabatt wird auf jedes %product im Set angewandt.

source: Click to add to cart.
de: Klicken um zum Warenkorb hinzuzufügen.

source: Product kit
de: Produktzusammenstellung

source: This node represents two or more products that have been listed together. This presents a logical and convenient grouping of items to the customer.
de: Dieser Inhalt steht für zwei oder mehr Produkte die zusammen gelistet werde. Sie stellen eine logische und gebräuchliche zusammenstellung für den Kunden dar.

source: Product Kit
de: Produktzusammenstellungen

source: This node module represents two or more products that have been listed together. This presents a logical and convenient grouping of items to the customer.
de: Dieses Inhalts Modul steht für zwei oder mehr Produkte die zusammen gelistet werde. Sie stellen eine logische und gebräuchliche zusammenstellung für den Kunden dar.
